/**
 Написать программу, выводящую на экран нынешний год.
 На дворе 31 век, если что.

 Подсказка:
 Возьмите текущий год и измените век на 31.
 Вывести нужно число, состоящее из четырех цифр.
 */
public class Date {
    public static void main(String[] args) {
        int a;
        a = 2016 + 1000;
        System.out.println(a);
    }
}
