/**
 Напишите программу, которая в методе main объявляет такие переменные:
 name типа String, age типа int и city типа String.
 */
public class Vizitka {
    public static void main(String[] args) {
        String name = "Никитченко Александр Николаевич";
        int age = 38;
        String city = "г. Норильск";
        System.out.println("ФИО: " + name);
        System.out.println("Возраст: " + age);
        System.out.println("Место рождения: " + city);
    }
}
